{"id":545,"date":"2018-07-02T16:31:18","date_gmt":"2018-07-02T08:31:18","guid":{"rendered":"https:\/\/chiroclinic.sg\/?page_id=545"},"modified":"2021-11-03T16:50:21","modified_gmt":"2021-11-03T08:50:21","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/chiroclinic.sg\/terms-of-use\/","title":{"rendered":"Terms"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;Section &#8211; Hero&#8221; _builder_version=&#8221;4.4.6&#8243; background_image=&#8221;https:\/\/chiroclinic.sg\/wp-content\/uploads\/Website-Terms-of-Use.jpg&#8221; custom_padding=&#8221;0px||0px|&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; use_custom_gutter=&#8221;on&#8221; gutter_width=&#8221;1&#8243; admin_label=&#8221;Row &#8211; Hero&#8221; module_class=&#8221; et_pb_row_fullwidth&#8221; _builder_version=&#8221;4.4.6&#8243; background_enable_color=&#8221;off&#8221; use_background_color_gradient=&#8221;on&#8221; background_color_gradient_start=&#8221;rgba(255,255,255,0.8)&#8221; background_color_gradient_end=&#8221;rgba(0,0,0,0.65)&#8221; background_color_gradient_type=&#8221;radial&#8221; background_color_gradient_direction_radial=&#8221;bottom left&#8221; background_color_gradient_start_position=&#8221;35%&#8221; background_color_gradient_end_position=&#8221;85%&#8221; width=&#8221;100%&#8221; width_tablet=&#8221;100%&#8221; width_phone=&#8221;&#8221; width_last_edited=&#8221;on|desktop&#8221; max_width=&#8221;100%&#8221; max_width_tablet=&#8221;100%&#8221; max_width_phone=&#8221;&#8221; max_width_last_edited=&#8221;on|desktop&#8221; custom_padding=&#8221;0px||0px|&#8221; make_fullwidth=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.4.6&#8243; custom_padding=&#8221;10%||10%||true|false&#8221; custom_padding_tablet=&#8221;&#8221; custom_padding_phone=&#8221;&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;Text &#8211; Hero &#8211; Back&#8221; _builder_version=&#8221;4.4.6&#8243; text_font_size=&#8221;24px&#8221; text_line_height=&#8221;1.2em&#8221; header_font=&#8221;|700||on|||||&#8221; header_text_color=&#8221;#212121&#8243; header_font_size=&#8221;6vw&#8221; header_letter_spacing=&#8221;-1px&#8221; custom_padding=&#8221;|||15%|false|false&#8221; custom_padding_tablet=&#8221;|||10%|false|false&#8221; custom_padding_phone=&#8221;&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; text_font_size_last_edited=&#8221;off|phone&#8221; header_font_size_tablet=&#8221;8vw&#8221; header_font_size_phone=&#8221;11vw&#8221; header_font_size_last_edited=&#8221;on|phone&#8221; header_4_font_size_tablet=&#8221;&#8221; header_4_font_size_phone=&#8221;&#8221; header_4_font_size_last_edited=&#8221;on|desktop&#8221; header_5_font_size_last_edited=&#8221;off|desktop&#8221; header_6_font_size_last_edited=&#8221;off|desktop&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h1><strong>Website<br \/> Terms of Use<\/strong><\/h1>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.4.6&#8243; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; global_colors_info=&#8221;{}&#8221;][et_pb_row _builder_version=&#8221;3.25&#8243; max_width=&#8221;700px&#8221; use_custom_width=&#8221;on&#8221; custom_width_px=&#8221;700px&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text ul_item_indent=&#8221;35px&#8221; ol_position=&#8221;outside&#8221; ol_item_indent=&#8221;35px&#8221; admin_label=&#8221;Text &#8211; Terms&#8221; _builder_version=&#8221;4.12.1&#8243; ul_line_height=&#8221;1.8em&#8221; ol_line_height=&#8221;1.8em&#8221; header_2_font=&#8221;|700||on|||||&#8221; header_2_font_size=&#8221;40px&#8221; header_2_letter_spacing=&#8221;-1px&#8221; hover_enabled=&#8221;0&#8243; header_2_font_size_tablet=&#8221;36px&#8221; header_2_font_size_phone=&#8221;32px&#8221; header_2_font_size_last_edited=&#8221;on|desktop&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p>This Terms of Use outlines the rules and regulations for the use of chiroclinic.sg website (“Site”).<\/p>\n<h2>Licence<\/h2>\n<p>Unless otherwise stated, we and\/or its licensors own the intellectual property rights for all contents and materials on this Site. You may view and\/or print pages from our Site for your own personal use subject to restrictions set out below.<\/p>\n<p>You must not:<\/p>\n<ul>\n<li>Republish contents and materials from this Site;<\/li>\n<li>Sell, rent, or sub-license contents and materials from this Site;<\/li>\n<li>Reproduce, duplicate, and\/or copy contents and materials from this Site; and<\/li>\n<li>Redistribute contents and materials from this Site (unless content is specifically made for redistribution).<\/li>\n<\/ul>\n<h2>User comments<\/h2>\n<p>Certain parts of our Site may provide an avenue for you to post and exchange opinions, information, materials, and data (“Comments”). We do not screen, edit, publish, or review Comments prior to their appearance on this Site. The Comments do not reflect the views or opinions of us, its agents, or its affiliates, they reflect the views and opinions of the person who posts them. To the extent permitted by applicable laws, we shall not be responsible or liable for the Comments or for any losses, liabilities, damages, or expenses caused and\/or suffered as a result of any use of and\/or posting of and\/or appearance of the Comments on our Site.<\/p>\n<p>We reserve the right to monitor all Comments and to remove any which we consider, at our sole discretion, to be inappropriate, offensive, or otherwise in breach of the Terms of Use of this Site.<\/p>\n<p>You warrant and represent that:<\/p>\n<ul>\n<li>You are eligible to post Comments on our Site, provided you have all the necessary licences and consents to do so;<\/li>\n<li>The Comments do not infringe any intellectual property right, including, but not limited to, copyright, patent, or trademark and other proprietary right of any third party;<\/li>\n<li>The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material or material which is an invasion of privacy;<\/li>\n<li>The Comments will not be used to solicit or promote business or customs, or present commercial or unlawful activities.<\/li>\n<\/ul>\n<p>You hereby grant non-exclusive royalty-free licence to use, reproduce, and edit and authorise others to use, reproduce, and edit any of your Comments in any and all forms, formats, or media.<\/p>\n<h2>Hyperlinking to our content<\/h2>\n<p>Businesses, organisations, and individuals (“Entities”) may link to our home page, publications, or other Site information so long as:<\/p>\n<ul>\n<li>The link would not reflect unfavourably on us;<\/li>\n<li>It is not in any way misleading;<\/li>\n<li>It does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services;<\/li>\n<li>It fits within the context of the linking party’s site; and<\/li>\n<li>The Entity does not have an unsatisfactory record with us.<\/li>\n<\/ul>\n<p>Entities may hyperlink to our Site as follows:<\/p>\n<ul>\n<li>By use of our name; or<\/li>\n<li>By use of the uniform resource locator (i.e. Web address) being linked to; or<\/li>\n<li>By use of any other description of our Site or material being linked to that makes sense within the context and format of content on the linking party’s site.<\/li>\n<\/ul>\n<p>The use of our logo or other artwork will not be allowed for linking unless a trademark licence agreement is in place.<\/p>\n<h2>iFrames<\/h2>\n<p>Without prior approval and express written permission, you may not create frames around our Web pages or use other techniques that alter in any way the visual presentation or appearance of our Site.<\/p>\n<h2>Content liability<\/h2>\n<p>We shall have no responsibility or liability for any content appearing on your website. You agree to indemnify and defend us against all claims arising out of or based on your website. No link may appear on any page on your website or within any context containing content or materials that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.<\/p>\n<h2>Reservation of rights<\/h2>\n<p>We reserve the right at any time and at its sole discretion to request that you remove all links or any particular link to our Site. You agree to immediately remove all links to our Site upon such request.<\/p>\n<h2>Removal of links from our website<\/h2>\n<p>If you find any link on this Site or any linked website objectionable for any reason, you may contact us about it. We will consider requests to remove links but have no obligation to do so or to respond directly to you.<\/p>\n<p>While we endeavour to ensure that the information on this Site is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that it remains available or that the materials on this Site is kept up-to-date.<\/p>\n<h2>Disclaimer<\/h2>\n<p>To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our Site and the use of this Site (including, but not limited to, any warranties implied by law in respect of satisfactory quality, fitness for purpose, and\/or the use of reasonable care and skill). Nothing in this disclaimer will:<\/p>\n<ul>\n<li>Limit or exclude our or your liability for death or personal injury resulting from negligence;<\/li>\n<li>Limit or exclude our or your liability for fraud or fraudulent misrepresentation;<\/li>\n<li>Limit any of our or your liabilities in any way that is not permitted under applicable law; or<\/li>\n<li>Exclude any of our or your liabilities that may not be excluded under applicable law.<\/li>\n<\/ul>\n<p>The limitations and exclusions of liability set out in this section and elsewhere in this disclaimer:<\/p>\n<ul>\n<li>Are subject to the preceding paragraph; and<\/li>\n<li>Govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence), and for breach of statutory duty.<\/li>\n<\/ul>\n<p>Considering this site and the information on it are provided free-of-charge, we will not be liable for any loss or damage of any nature. If the foregoing limitation of liability is not allowed, our sole obligation to you for damages will be limited to S$100.<\/p>\n<h2>Changes to this Terms of Use<\/h2>\n<p>We have the discretion to update this Terms of Use at any time. When we do, we will revise the updated date at the bottom of this page. We encourage you to frequently check this page for any changes to stay informed. As the user of this Site, you acknowledge and agree that it is your responsibility to review this Terms of Use periodically and become aware of modifications.<\/p>\n<h2>Your acceptance of these terms<\/h2>\n<p>By using this Site, you signify your acceptance of our terms. If you do not agree, please do not use our Site. Your continued use of the Site following the posting of changes will be deemed your acceptance of those changes.<\/p>\n<h2>Governing law<\/h2>\n<p>This Terms of Use shall be governed by and construed in accordance with the laws of Singapore.<\/p>\n<h2>Contact us<\/h2>\n<p>If you have any questions about this Terms of Use, the practices of our Site, or your dealings with this Site, please contact us at:<\/p>\n<p>CHIRO CLINIC<br \/>Phone: +65 6681 6698<br \/>Email: help@chiroclinic.sg<\/p>\n<p>This document was last updated on 2 July 2018.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Website Terms of UseThis Terms of Use outlines the rules and regulations for the use of chiroclinic.sg website (“Site”). Licence Unless otherwise stated, we and\/or its licensors own the intellectual property rights for all contents and materials on this Site. You may view and\/or print pages from our Site for your own personal use subject [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":""},"_links":{"self":[{"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/pages\/545"}],"collection":[{"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/comments?post=545"}],"version-history":[{"count":0,"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/pages\/545\/revisions"}],"wp:attachment":[{"href":"https:\/\/chiroclinic.sg\/wp-json\/wp\/v2\/media?parent=545"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}